Tekla.Structures.Filtering.Categories.TaskFilterExpressions.PlannedStartDate
The PlannedStartDate class represents the planned start date filter expression.

Tekla.Structures.Filtering.Categories.TaskFilterExpressions.PlannedStartDate.#ctor
Initializes a new instance of the PlannedStartDate class.